[{"category_name":"الدفع والتمويل","problem":"عند تسجيل أمر الدفع بيتم تحديد الرقم المرجعي فقط ، يفضل لو يتم إضافة رقم اذن التسليم كمان\n"},{"category_name":"البيانات الطبية","problem":"تطبيق الأصول نصر ، فلتر بالطبي والطبي."},{"category_name":"التكهين والمعدات","problem":"حذف الجهاز من التكهين مش موجودة."},{"category_name":"وظائف البحث","problem":"تسهيل إمكانية البحث في تطبيق أصول صحة مصر.\n"},{"category_name":"إدخال البيانات والوسائط","problem":"في حالة إدخال الصورة لا يتم حفظها.\n"},{"category_name":"وظائف البحث","problem":"مكانية حصر الأجهزة الطبية مع البحث.\n"},{"category_name":"أخرى","problem":"التقارير Excel sheet – منطقة \/ اسم"},{"category_name":"أخرى","problem":"بيكون مطلوب تواريخ صلاحية لأصناف ليس لها صلاحية ذي المستلزمات.\n"},{"category_name":"إدارة الطلبات","problem":"طلب الأجهزة على النظام .. استكمال الـ cycle لإضافة الأجهزة في المخازن المطلوب لها.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"الروشتة الإليكترونية .. إظهار كمان الأصناف اللي مش متوفرة كمان في الصيدلية عشان يكون عارف انها مش متوفرة في الصيدلية.\n"},{"category_name":"الصرف والتوزيع","problem":"محتاجين فتح كميات الصرف من الصيدلية للأقراص بدلاً من تثبيتها في 30."},{"category_name":"المخازن وإدارة الأصناف","problem":"محتوى المخزن ، sorting الأصناف وعمل grouping"},{"category_name":"المخازن وإدارة الأصناف","problem":"ال filter بإسم الصنف مش شغال في محتوى المخزن."},{"category_name":"إدارة الطلبات","problem":"الطلبات الجاري تنفيذها فتح الـ Exporting لأكتر من صفحة."},{"category_name":"المخازن وإدارة الأصناف","problem":"امكانية البحث بالصنف الأساسي في محتوى المخزن ، وليس auto complete."},{"category_name":"الصيدليات","problem":"الإسم التجاري مش مهم أوي للصيدلي .. ففي صرف الصيدلية يفضل وجود الإسم العلمي"},{"category_name":"إدارة الطلبات","problem":"مش بيبان في طلب الإمداد الكمية المرفوضة في التقرير ، البنود اللي في الكمية الأصلية تطلع في الماستر."},{"category_name":"المخازن وإدارة الأصناف","problem":"الأصناف التي تم صرفها يتم فصلها عن الأصناف اللي هاتتصرف من هيئة الشراء في التنفيذ."},{"category_name":"الصرف والتوزيع","problem":"في تحويلة الصرف يتم توضيح الكمية الأصلية."},{"category_name":"أخرى","problem":"في إضافة التبرعات ، مش بيضيف في العهدة."},{"category_name":"أخرى","problem":"إقتراح بربط الأنظمة health insights مع نظام هيئة الشراء."},{"category_name":"المخازن وإدارة الأصناف","problem":"مراجعة تخزين الأصناف والصرف بوحدة الطلب."},{"category_name":"الصرف والتوزيع","problem":"تفعيل موديول الإرتجاع لطلب الصرف وإذن التسليم المسعر."},{"category_name":"أخرى","problem":"الـ OTP.\n"},{"category_name":"الصرف والتوزيع","problem":"محضر الإستلام  لطلبات الصرف، إضافة الباتش والصلاحية في التقرير.\n"},{"category_name":"أخرى","problem":"مكتانية تسجيل الأجهزة  في مكان مختلف بدون إضافة ال GPS (مش هاينفع).\n"},{"category_name":"أخرى","problem":"إمكانية تفعيل Customer Care Online chat .. وإمكانية التحدث مع الشركات .. هايتم تطبيق ال CRM"},{"category_name":"مشكلات التسليم","problem":"دراسة إمكانيه تعديل البيانات بإذن التسليم المسعر حتى بعد الإستلام المبدئي والنهائي. (مرفوض)."},{"category_name":"أخرى","problem":"أصول صحة مصر ، إمكانية إضافة الكمية للأجهزة (غير صحيح)."},{"category_name":"المخازن وإدارة الأصناف","problem":"المخزن ، تقارير شهرية ، رصيد أول الشهر رصيد نهاية الشهر متوسط المنصرف ومتوسط الإستهلاك."},{"category_name":"المخازن وإدارة الأصناف","problem":"Notification قبل تنفيذ اذن التسليم المسعر ، يقول له عدد الأصناف المرفوضة."},{"category_name":"مشكلات التسليم","problem":"شاشات لإذونات التسليم ان تكون متاحة للجهات الطالبة."},{"category_name":"أخرى","problem":"تقارير خاصة بالأجهزة التي تم توريدها خلال فترة معينه (وإضافة للشاشة)\n"},{"category_name":"أخرى","problem":"راجعة تطبيق أصول صحة مصر لل iOS."},{"category_name":"أخرى","problem":"عمل row render  للأصناف في المخازن بإقتراب مدة الصلاحية."},{"category_name":"المخازن وإدارة الأصناف","problem":"امكانية تفعيل تبديل الأصناف لو نفس الصنف.\n"},{"category_name":"أخرى","problem":"تعليق على منظومة الصيانه (لم يتم تفعيلها بعد)."},{"category_name":"أخرى","problem":"مشكلة ال resources ، احيانا يتم إتخاذ الإجراءات مرتين."},{"category_name":"مشكلات التوريد","problem":"إنتهاء الصلاحية لأوامر التوريد (5 أسابيع) .. سيتم دراسة عملية إنشاء طلب إمداد جديد تلقائيا للأصناف التي لم يتم تغيير السعر بعد الرجوع للجهات العليا للحصول على موافقة كتابية. "},{"category_name":"الصيدليات","problem":"دراسة إمكانية عمل طلبات مرتجع من صيدلية لصيدلية داخلية (لكن يجب إدخال الصيدلية الداخلية).\n"},{"category_name":"إدارة الطلبات","problem":"توحيد وحدة الطلب للطلبات.\n"},{"category_name":"وظائف البحث","problem":"تسهيل عملية البحث في صفحة الطلبات الجاري تنفيذها."},{"category_name":"أخرى","problem":"إضافة سكرول للجداول عشان يكون سهل إظهار العواميد اللي مش ظاهرة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"سجل حركة المخزن: إضافة الكمية قبل الحركة وبعد الحركة."},{"category_name":"وظائف البحث","problem":"طلبات الإمداد الجاري تنفيذها ، تحسين طريقة البحث عن الطلبات.\n"},{"category_name":"إدارة الطلبات","problem":"يظهر جميع الطلبات بالأوعية المالية في شاشة الطلبات الجاري تنفيذها: مراجعة الصلاحيات.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"سجل حركة المخزن : البحث بنوع العملية.\n"},{"category_name":"أخرى","problem":"تفعيل الـ OTP: يتم دراسة أفكار أخرى لتسهيل عملية تسجيل الدخول."},{"category_name":"إدارة الطلبات","problem":"شاشة الطلبات الجاري تنفيزها: فتح عملية ال Export excel.\nلو محتاجه approval إداري ممكن ناخده من د\/ هشام بدر."},{"category_name":"المخازن وإدارة الأصناف","problem":"محتوى المخزن: إمكانية البحث بالأصناف بكود الصنف بالهيئة ، موجود بالفعل.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"عند عمل دراسة للصنف عند إختيار الصنف ، يظهر تاريخ الصلاحية مختلف عن ما يتم إختياره.\n"},{"category_name":"إدارة الطلبات","problem":"شكوى بوجود أصناف تم رفض الإذن نهائي تلقائي من النظام ، من شهر 10 ، م\/ سلامة طلب منها الأذونات لمراجعتها.\n"},{"category_name":"أخرى","problem":"دكتور هشام بدر رد قال انه بيتم عمل نظام CRM لنظام خدمة العملاء.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"بعض الأصناف لا يضاف تفاصيل لها بشكل صحيح مثل الشكل الصيدلي (إدارة الشراء).\n"},{"category_name":"الصرف والتوزيع","problem":"تفعيل موديول المرتجعات (المفعل هو إرتجاع إذن التسليم). المطلوب تفعيل إرتجاع الصرف من مخزن لمخزن.\nحالياً هي في مرحلة التجربة."},{"category_name":"المخازن وإدارة الأصناف","problem":"إمكانية الجهة العليا لإضافة الأصناف لطلب إمداد تم إنشاءه."},{"category_name":"المخازن وإدارة الأصناف","problem":"إمكانية تجميع الأصناف في المخزن بالصنف الأساسي  Groupingويظهر Detailed List بتفاصيل كل اسم تجاري وكمياته.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة أسماء الأصناف المسجلة بـ GS1\n"},{"category_name":"الصيدليات","problem":"تفعيل امكانيه عمل notifications للحركات على طلب الإمداد ، تم تنفيذه في الصيدلية الأكادمية.\n"},{"category_name":"وظائف البحث","problem":"إمكانية البحث عن جميع المرضى اللي تم إدخالهم وتعديل البيانات (موجودة).\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"إمكانية عمل export لحركات المخزن  أو ارسالها على الإيميل.\n"},{"category_name":"وظائف البحث","problem":"مراجعة parameters البحث بسجل حركة المخزون حيث إن التواريخ من إلى مش مضبوطة.\n"},{"category_name":"أخرى","problem":"مراجعة ال sorting."},{"category_name":"المخازن وإدارة الأصناف","problem":"طلبات الصرف:\nشاشة الدراسة: البحث بالصنف الأصلي تلقائياً بدلاً من إظهار جميع الأصناف أولاً.\nدايماً مخازن الجهة اللي بتسمح هي الأول.\nفي حالة إضافة إجراء وحذفه يتم حذفه لكن لا يتم إضافة ال GTIN لإجراء آخر.\nالطلبات الجاري تنفيذها (filter باللي تم أخذ الإجراء).\n"},{"category_name":"مشكلات التسليم","problem":"عمل Limit للكميات بإذن التسليم المورد بيعمل الإذن بكمية مظبوطة والفاتورة بكمية أعلى.\n"},{"category_name":"أخرى","problem":"الصيانه تكون يوم التلات بدايتاً من الساعة 5 بدل 4."},{"category_name":"الصرف والتوزيع","problem":"امكانية تحسين الـ search params  في شاشات الصرف.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"البحث بإسم الصنف في شاشات المخازن التابعة."},{"category_name":"أخرى","problem":"فعيل الإستعجالات ، إضافة رقم الشكوى في ال export excel.\n"},{"category_name":"الصرف والتوزيع","problem":"عند الصرف يوجد رصيد وهمي للأصناف ودا بيأثر في عمليات الصرف (الجهات مش بتسجل الإستهلاك).\n"},{"category_name":"الصرف والتوزيع","problem":"إجراء الصرف لأكتر من GTIN في نفس الطلب.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"شكلة في ان بعض الأصناف بيتم صرفها بنص الكمية فقط وليس كلها.\n"},{"category_name":"أخرى","problem":"تحسين ال UI عشان تكون responsive اكتر.\n"},{"category_name":"مشكلات التوريد","problem":"صلاحية أوامر التوريد بعد الخمس أسابيع (كما تم توضيحها بمستشفيات جامعة عين شمس).\n"},{"category_name":"أخرى","problem":"إضافة ملحوظة لل expiry items."},{"category_name":"المخازن وإدارة الأصناف","problem":"امكتنية البحث بالصنف بدون تحديد المخزن (جهة فقط)."},{"category_name":"أخرى","problem":"تحسين الـ user interface للنظام ليكون أسهل للمستخدمين.\n"},{"category_name":"وظائف البحث","problem":"مدخلات البحث في بعض الشاشات تتطلب مجهود كبير لإجراء عملية البحث (مثال شاشة الطلبات الجاري تنفيذها)."},{"category_name":"وظائف البحث","problem":"النظام ثقيل في اوقات الذروة لبعض الأيام وعند البحث عن طلبات أو اصناف لا تظهر."},{"category_name":"المخازن وإدارة الأصناف","problem":"محاولة البحث عن آليه لطلب الأصناف المتوفرة لدى الشركات فقط (أي إظهار الأصناف المتوفرة التوريد فقط).\nتم الرد من قبل السيد الدكتور\/ هشام بدر بإنه يتم دراسة الربط مع هيئة الدواء المصرية لمعرفة الباتشات التي تمت الموافقة عليها فنياً من قبلهم لأصناف الشركات."},{"category_name":"المخازن وإدارة الأصناف","problem":"وجود آليه للجهات الطالبة لتقوم بإختيار الشركات التي تريدها في طلب الإمداد بدلاً من توزيع الكمية المطلوبه على جميع الشركات التي فاذت بالمناقصات.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بإنه قانوناً طالما قامت شركة بدخول المناقصة والفوز بها فنياً ومالياً يجب توزيع الأصناف عليها ، لكن يتم دراسة إمكانية إضافة آليه لتقييم المنتجات من قبل الجهات الطالبة لنتمكن من معرفة الشركات التي تقوم بتوريد منتجات غير مطابقة أو غير المطلوبة للجهات.\n"},{"category_name":"الربط مع الأنظمة","problem":"إقتراح من د\/ دينا مسئول التحول الرقمي بالمستشفى بوجوب الربط بين منظومة الهيئة للإمداد ونظام HISا لخاص بالمستشفيات الجامعية.\nتم الرد بإنه سيتم التحدث من الشركة المنفذه للنظام (Vodafone و Health Insights) والرجوع للشئون القانونية بالهيئة لمعرفة إمكانية حدوث هذا الربط.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"عملية إنهاء صلاحية أمر التوريد بعد 5 أسابيع من تاريخ صدورة ستنعكس على الجهات بمجهود أكبر لعمل طلبات جديدة للأصناف التي لم يتم توريدها بأوامر التوريد التي إنتهت صلاحيتها وأيضاً لإنتظار سلسلة الموافقات من الجهات العليا للمستشفيات.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بإنه سيتم دراسة آليه عمل الطلب أوتوماتيكياً من خلال النظام ولكن في حالة عدم تغيير أسعار الأصناف وذلك بعد الرجوع لشئون القانونية للهيئة وبموافقة كتابية من الجهة العليا بموافقتها على أن يتم إرسال هذه الطلبات مباشرةً لهيئة الشراء الموحد بشكل تلقائي.\n"},{"category_name":"مشكلات التسليم","problem":"العمليات الحسابية الموجودة على أذونات التسليم المسعرة غير صحيحة ، حيث أنه يتم جمع الارقام الموجودة بالإذن ويظهر الرقم الإجمالي أعلى من الخانات الموضحة.\nتم الرد من قبل عقيد مهندس \/ أحمد عبد الرازق بإنه لا تظهر جميع الخانات في إذن التسليم حيث أنه تم طلب ذلك من الجهات بإظهار الخانات الأساسية فقط وذلك لتقليل عدد الأوراق التي يتم إستهلاكها بالأذونات.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بطلب نسخة من هذه الأذونات لمراجعتها.\n"},{"category_name":"أخرى","problem":"رقمنة المعاملات المالية مع الهيئة.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بتنظيم إجتماع آخر مع الإدار المالية في حضور السيد الأستاذ \/ حسين الـ CFO للإدارة المالية بالهيئة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"إضافة القيمة الإيجارية للأصناف التي يتم صرفها من مخازن الهيئة بشركة الجمهورية.\nتم الرد من خلال م\/ أحمد بهاء أنه تم الإتفاق على إضافتها في النظام الخاص بـ MS Dynamics حيث أنها يتم حسابها بعد صدور الإذن وتقوم الإدارة المالية بإضافتها لإجمالي إذن التسليم المسعر وتكون قيمتها 1% من سعر الصنف عن كل شهر تم تخزين الصنف فيه.\n"},{"category_name":"إدارة الطلبات","problem":"مراجعة عمليات الترتيب لجداول البيانات في النظام (شاشة الطلبات الجاري تنفيذها وتقارير مخاذن المستخدم).\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"إظهار الشكل الصيدلي ووحدة الطلب في الأصناف عند إنشاء طلب إمداد.\n"},{"category_name":"مشكلات التوريد","problem":"إمكانية مراجعة إصدار ملف Excel بأوامر التوريد الجزئية للطلبات الجاري تنفيذها بدلاً من 25 بند فقط.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"إمكانية مراجعة تقصير أسماء الأصناف الأساسية وإضافة باقي التفاصيل في وصف المنتج."},{"category_name":"المخازن وإدارة الأصناف","problem":"عملية إنهاء صلاحية أمر التوريد بعد 5 أسابيع من تاريخ صدورة ستنعكس على الجهات بمجهود أكبر لعمل طلبات جديدة للأصناف التي لم يتم توريدها بأوامر التوريد التي إنتهت صلاحيتها وأيضاً لإنتظار سلسلة الموافقات من الجهات العليا للمستشفيات.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بإنه سيتم دراسة آليه عمل الطلب أوتوماتيكياً من خلال النظام ولكن في حالة عدم تغيير أسعار الأصناف وذلك بعد الرجوع لشئون القانونية للهيئة وبموافقة كتابية من الجهة العليا بموافقتها على أن يتم إرسال هذه الطلبات مباشرةً لهيئة الشراء الموحد بشكل تلقائي.\n"},{"category_name":"مشكلات التوريد","problem":"إمكانية مراجعة عملية توزيع الطلبات للشركات حيث أن بعض شركات المستلزمات لا تقوم بالتوريد في حالة أن الكمية المطلوبة قليلة جداً.\n"},{"category_name":"وظائف البحث","problem":"النظام لا يعمل بشكل جيد في اوقات الذروة لبعض الأيام وعند البحث عن طلبات أو اصناف لا تظهر."},{"category_name":"الصيدليات","problem":"موديول الصيدلية: تحسين الـ user interface للنظام ليكون أسهل للمستخدمين."},{"category_name":"المخازن وإدارة الأصناف","problem":"بعض شركات المستلزمات تقوم بتوريد جزء من الأصناف بجودة أقل من المطلوب أو ما تم قبوله فنياً بالمناقصات.\nتم الرد من قبل السيد الدكتور\/ هشام بدر بأنه يتم دراسة إمكانية إضافة آليه لتقييم المنتجات من قبل الجهات الطالبة لنتمكن من معرفة الشركات التي تقوم بتوريد منتجات غير مطابقة أو غير المطلوبة للجهات.\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"مكانية إضافة وصف أكثر للأصناف على المنظومة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"إمكانية تحسين شاشة البحث عن الأصناف في شاشة إنشاء طلب الإمداد عبر إضافة باحث الأصناف الآلي Auto Complete"},{"category_name":"مشكلات التوريد","problem":"إمكانية مراجعة إصدار ملف Excel بأوامر التوريد الجزئية للطلبات الجاري تنفيذها بدلاً من 25 بند فقط.\n"},{"category_name":"أخرى","problem":"مراجعة إمكانية وجود وسائل إضافية لإرسال الشكاوى والمقترحات للهيئة:\nتم الرد من قبل السيد الدكتور\/ هشام بدر بأنه يتم الإتفاق على نظام CRM جديد ليشهد تطوراً في آدار إدارة خدمة العملاء لإستقبال الإستفسارات والشكاوى.\n"},{"category_name":"التكهين والمعدات","problem":"بيق صحة أصول مصر: تم إضافة بعض الأصول وإضافة الصور الخاصة بها ولكنها لا تظهر بالتطبيق ولذلك لا يتم تقديم طلبات التكهين.\nتم الرد من قبل عقيد مهندس \/ أحمد عبد الرازق بطلب عينة من أسماء الأجهرة التي تمت إضافتها لمراجعة التطبيق."},{"category_name":"مشكلات تقنية في المنظومة","problem":"استفسار على الاستعجالات التى تتم على منظومة هيئة الشراء الموحد من صفحة الجاري تنفيذها حيث ان العميل لا يستطيع عمل إستعجال على المنظومة إلا بعد إنقضاء فتره التوريد و هي 21 يوم من تاريخ أصدار أمر التوريد .\n"},{"category_name":"مشكلات التوريد","problem":"مشكلة  في أذونات التسليم المستلمة علي اوامر التوريد التى تم انتهاء فترة السماح لها  خلال مده أقصاها 5 اسابيع بناء على تعليمات السيد رئيس الهيئة .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقترح العميل بان الأصناف المنتهية الصلاحيه  بطلب الامداد التى لم يقم الموردين بتوريدها يمكن اعاده طلبها مره اخري ما دام لم يتم تغيير السعر او يوجد بها اختلافات فنية بالصنف  دون عمل اي موافقات مكررة لنفس الصنف على طلب امداد جديد "},{"category_name":"المخازن وإدارة الأصناف","problem":"قترح العميل بانه يريد تقسيم الصنف في التوزيع علي الشركات بناء علي التوزيع الجغرافي  وهذا محال طبقا لقانون الممارسات و المناقصات"},{"category_name":"مشكلات التوريد","problem":"يواجه العميل مشكله في التوريد من الاموردين في نقل الاصناف لرفض الشركات التوريد  لقلة الكمية"},{"category_name":"مشكلات تقنية في المنظومة","problem":"واجه العميل مشكلة في بطي المنظومة اوقات الذروه و تم ابلاغهم بانه سوف يتم حلها"},{"category_name":"أخرى","problem":"ابلغ العميل بانهم لم يتم التدريب الكافي لهم على العمل  بالروشتة الإلكترونية"},{"category_name":"مشكلات تقنية في المنظومة","problem":"صعوبة التعامل مع واجهه المنظومة – Not user-friendly interface\n  *Number of clicks\n"},{"category_name":"إدارة الطلبات","problem":"صعوبة الوصول للاصناف اثناء عمل طلبات الامداد.\nسيتم تطوير النظام بالتعاون مع Microsoft "},{"category_name":"مشكلات تقنية في المنظومة","problem":"تأخر في المنظومة لاعطاء النتأج.\n"},{"category_name":"مشكلات التوريد","problem":"مشكلات ما بعد عمل الطلبات (تأخير التوريد).\n"},{"category_name":"مشكلات التوريد","problem":"مشاكل الشركات في التوريد – مما يدفع الجهات لمضاعفة عدد الطلبات للحصول علي كمية مناسبة لتقوم الشركات بالتوريد.\n *Minimum order quantity - forecasting pan\n"},{"category_name":"مشكلات التوريد","problem":" عدم ايقاف الشركات الغير ملتزمين بالتوريد.\n"},{"category_name":"أخرى","problem":"تقسيم الاصناف علي عدة موزعين وتفاوت الجودة"},{"category_name":"أخرى","problem":"عدم وجود اليه للارتجاع الجزئي (حال وجود عيوب بالمنتجات بعد فتح العبوة)."},{"category_name":"أخرى","problem":"عدم وجود تقييم لجودة الاصناف المستلمة. *Supplier Rating\n"},{"category_name":"أخرى","problem":"عدم وجود اليه مباشرة للشكاوي واضطرار الجهه للاستلام لاحتياحها الاصناف.\n"},{"category_name":"الربط مع الأنظمة","problem":"د. دينا – مسؤول برنامج التحول الرقمي \"المبادرة الرئاسية\" تحتاج الي الربط مع بيانات الهيئة.\n *Master Data, Supply Catalogs and IPA integration for HIS."},{"category_name":"أخرى","problem":"عدم توافر القوة البشرية لدي الجهه -مدربة من الهيئة- لتسجيل الاستيلام والرفض وادخال البيانات. *دعم من الهيئة بالتواجد والتدريب.\n"},{"category_name":"إدارة الطلبات","problem":"اعادة الطلبات الغير منفذة التي سوف يتم الغائها بعد 5 اسابيع.\n*تقديم مخاطبه باعادة الطلبات لطلما لا يوجد اختلاف في الاسعار.\n"},{"category_name":"مشكلات التسليم","problem":"مشاكل تواجه الحسابات لوجود اخطاء في بعض اذون التسليم المسعرة.\n*ارسال 5 امثلة لأستاذة أمل خاطر."},{"category_name":"أخرى","problem":"صعوبة تسليم الورقيات وعمل الإجراءات المالية بمصر الجديدة.\n*تحويل الدورة المستندية لدورة الكترونية – تفعيل الختم الالكتروني.\n"},{"category_name":"مشكلات التسليم","problem":"توضيح كافة الرسوم باذن التسليم المسعر – مثل القيمة الاجارية لشركة الجمهورية.\n*جاري مناقشتها مع الادارة المالية.\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"اسم المنتجات علي المنظومة اكبر من الازم. *جاري مناقشتها مع الشراء\/التحول رقمي.\n"},{"category_name":"أخرى","problem":"وجود مشكلات تقنية ببعض المواضع بمنظومة الامداد. *م. بهاء سجلها.\n"},{"category_name":"أخرى","problem":"استخدام كلمة المرور المتغيرةOTP  - *يتم التفعيل بعد اسبوع عمل.  \n"},{"category_name":"مشكلات التوريد","problem":"عدم وجود رد علي الاستعجالات (تاخير التوريد)."},{"category_name":"مشكلات تقنية في المنظومة","problem":"لا يمكن عمل إستعجال على المنظومة إلا بعد إنقضاء فتره التوريد و هي 21 يوم من تاريخ أصدار أمر التوريد .\n"},{"category_name":"مشكلات التوريد","problem":"تسوية أذونات التسليم المرة لاوامر التوريد التى تم الغائها.\n"},{"category_name":"مشكلات التوريد","problem":"الغاء اوامر التوريد بعد المدة القانونية واضطرار الجهه لاعادة الطلبات."},{"category_name":"أخرى","problem":"صعوبة الاجرئات لوجود اكتر من patch Number \n*Bulk Orders - ”Aggregation”"},{"category_name":"وظائف البحث","problem":"صعوبة عمليات البحث عن الاصناف عن المنظومة."},{"category_name":"مشكلات تقنية في المنظومة","problem":"البطء المتكرر في المنظومة خصوصاً في اوقات العمل الرسمية."},{"category_name":"البيانات الطبية","problem":"الاحتياج الي تدريب الاطقم الطبية علي نظام هيئة الشراء (الصيدلية – الصيانه – اصول صحه مصر)."},{"category_name":"أخرى","problem":"ظهور عيوب بالمستلزمات بعد قبولها وتشغيلها."},{"category_name":"إدارة الطلبات","problem":"اعادة الطلبات الغير منفذة التي سوف يتم الغائها بعد 5 اسابيع.\n *تقديم مخاطبه باعادة الطلبات لطلما لا يوجد اختلاف في الاسعار"},{"category_name":"أخرى","problem":"عدم وجود رد المخاطبات. *هيكون في ان شاء الله CRM\n"},{"category_name":"أخرى","problem":"وضع صور للمنتج او وصف دقيق او عينات للاصناف.\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"توصيف المنتج غير واضح علي المنظومة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اضافة امكانية البحث بكود الصنف."},{"category_name":"التكهين والمعدات","problem":"عدم القدرة علي استكمال اجرائات التكهين – توجد مشاكل بالتطبيق\n"},{"category_name":"أخرى","problem":"تحميل ملف الاكسيل ب 25 خانه فقط *قيد المراجعه مع الادارة لاتخاذ القرار.\n"},{"category_name":"أخرى","problem":"استخدام كلمة المرور المتغيرة OTP . *يتم التفعيل بعد اسبوع عمل.  "},{"category_name":"أخرى","problem":"د\/ هشام يقترح ان يكون حد عندنا يعم quality control.\n"},{"category_name":"أخرى","problem":"د\/ هشام عايز يكون في outbound calls للتواصل مع مسئولي المخازن مع امكانيه ايقاف الحسابات في حالة عدم تعديل البيانات."},{"category_name":"أخرى","problem":"يجب ان دا يكون بالتنسيق مع وزارة الصحة ود\/ خالد يوافق على كدة.\n"},{"category_name":"أخرى","problem":"اذاي نوصل ان يكون في حد في الوزارة بيراجع عدد المخازن واسماء الجهات.\n"},{"category_name":"أخرى","problem":"عايزين نعمل اجتماعات للصيادلة وأمناء المخازن.\n"},{"category_name":"أخرى","problem":"سيتم عمل تقارير عبر البيانات.\n"},{"category_name":"أخرى","problem":"عمل pattern لأسماء المخازن."},{"category_name":"إدارة الطلبات","problem":"تنسيق اجتماع مع الإدارة المالية لمتابعة الطلبات المالية.\n"},{"category_name":"أخرى","problem":"بالنسبه لـ Grouping المخازن ، سيتم عمل transactions من المخازن  لمخذن parent.\n"},{"category_name":"أخرى","problem":"مشروع توحيد هيكل الجهات (وزار الصحة)\nد\/ هشام قال 30\/7 ود\/ هند قالت 30\/6.\nشرح المراجعه: توحيد المسميات فيما يخص المخازن.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يطلب العميل إضافة تفاصيل تخص كارت حركة الصنف من المخزون بوجود معامل بحث لكمية الصنف قبل وبعد حركة الصنف . وتم توجية بالعمل عليه من قبل إدارة التطبقات .\n"},{"category_name":"مشكلات التسليم","problem":"مشكلة في شاشة اذونات التسليم لعدم ظهور اجاء منها ناتجة عن عدم ظهور الشاشة كاملة . وتم التوجية بالعمل عليها من قبل إدارة التطبيقات ."},{"category_name":"وظائف البحث","problem":"توجة العميل مشكلة في البحث في طلبات الجاري تنفيذها حيث علي العميل البحث بتاريخ ورقم الطلب . وتم التوجية لادارة التطبيقات بالعمل عليه وتحسين من جودة البحث .\n"},{"category_name":"إدارة الطلبات","problem":"مشكلة لدي العميل حيث يظهر له جميع الطلبات داخل القسم بأجميع الاوعية المالية . تم ابلاغ العميل ان المشكلة تكمن في الصلاحيات الممنوحة له من قبل مدير النظام حيث عليه تحديد نوع الوعاء المالي المتعامل عليه .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يوجة العميل مشكلة في طلب الجاري التنفيذ حيث انه يظهر له أصناف الطلب ناقصة بعد الأصناف المطلوبة من شاشات متابعة الطلب ."},{"category_name":"إدارة الطلبات","problem":"يواجة العميل مشكلة اثناء استلام اذن تسليم من طلب صرف ان كيمة الاذن تم مضاعفتها مرتين او ثلاثة مرات اثناء العملية . وتم ابلاغ العميل انه تم هذا الاجراء من فترة وكان له سبب تقني وتم حلها بالفعل ولا يتم تكرار الحدث , وعليه ابلغنا العميله بأرسال ارقام الاذونات لمتابعة المشكلة وحلها .\n"},{"category_name":"أخرى","problem":"مشكلة في تفعيل خاصية كلمة السر المتغيرة OTP  يوجة العملاء بها بعض المعوقات ,\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة في سجل حركة المخزن , يبلغ العميل بوجود حذف كمية من مخزنه مسبب بتكرار الصنف . وتم الرد عليه من قبل مدير النظام الجهة العليا له مديرية صحة الجيزة بوجود الكمية مكررة من اذونات تسليم بها مشكلة تضاعفة الكمية اثناء وجود خطاء تقني بالمنظومة وتم حذفها من طرفهم  وكتابة ملاحظة الحذف بتكرار الاذن ورقمة .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يطلب العميل وجد محرك للبحث بسجل حركة المخزن بنوع العملية \n"},{"category_name":"إدارة الطلبات","problem":"مشكلة في تصدير  excel  من صفحة طلبات الجاري تنفيذها لوجود خمسة وعشرون صنف فقط بالشيت ولا يمكن تصدير كمية اكثر من نفس الصفحة , وتم ابلاغ العميل انه قرار من رئيس الهيئة حينها وسيتم مراجعة .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة في البحث بكود الصنف داخل شاشة الاستهلاك . وتم التوجية بالعمل عليها من قبل إدارة التطبيقات ."},{"category_name":"أخرى","problem":"مشكلة تخص الكوتة الدوائية المتبعة , حيث تشتكي العميلة عند التواصل مع خدمة عملاء الهيئة بعدم معلوميتهم عن المخصص للجهات التابعة لوزارة الصحة من  الكوته الدوائية والرجوع للجهة العيا للاسفسار .وعليه ابلاغ السيد نائب رئيس الهيئة بالعمل علي نظام CRM  لمتابعة شكوي المتعاملين علي منظومة هيئة الشراء من قبل خدمة العملاء .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يواجة العميل مشكلة اثناء صرف وحدة من صنف مضاف بالعلبة ولا يمكن تجزائة , وتم التوضيح انه سيتم متابعة الأصناف المدرجة من قبل إدارة الشراء بالهيئة لوضع الأصناف باكل وحدة تجزءة عند التوريد .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة في دراسة الصنف للصرف  . حيث يواجه العميل مشكلة في وجود الأصناف بتواريخ صلاحية دون ترتيب للأبعد تاريخ صلاحية .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة مرتجاعات الأصناف , وتم التوضيح للعملاء انه في خلال الأسبوع القادم سيتم طرح شكل نهائي للمرتجاعات علي منظومة هيئة الشراء .\n"},{"category_name":"إدارة الطلبات","problem":"يقترح العميل إمكانية إضافة صنف لطلب امداد من قبل الجهة العليا له عند الموافقة عليه , وتم ابلاغ العميل بدراسة الموقف الإداري والقانوني .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يقترح العميل وتجميع الصنف في المخزون بالاسم باجماليات في حالة البحث مع وجود اختلاف في GTIN  له , وتم التوضيح من قبل إدارة التطبيقات بدراسة الموقف .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة توجة العملاء بوجود بعض الأصناف عند استلامها يظهر الاسم التجاري باللغي الصينية , وتم التوضيح للعميل بوجود أصناف مدرجة بقاعدة البيانات الخاصة بشركة GS1  بالاسم التجاري الخاص بالصنف خطاء وعليه يمكنهم المتابعة مع خدمة العملاء بالهيئة وذكر GTIN  الخاص بالصنف وسيتم التواصل من طرف المهندس محمود سلامة مدير الإدارة المركزية للتحول الرقمي بشركة GS1  لحل المشكلة ."},{"category_name":"الصيدليات","problem":"اقتراح بعمل نوع  تنبية بوجود اشعارات تخص الطلب في حالة الموافقة او التعديل من قبل الجهات العلية او التنفيذ او تغير الحالة عموما , وتم التوضيح انه يوجد تنبية اشعارات يخص شاشات الصيدلية وسيتم المراجعة من قبل إدارة التطبيقات والعمل علي تفعيلها علي جميع شاشات المنظومة .\n"},{"category_name":"وظائف البحث","problem":"مشكلة بحث عن المرضي في شاشة الصيدلية حيث تم ادارج رقم قومي خطاء من قبلهم ولم يتمكن من البحث عنه الا بمراجعة جميع المرضي وهو خطاء بشري , وتم التوضيح من قبل إدارة التطبيقات انه لأظهار بيانات العملاء المدرجة بالاحوال المدنية يجب تفعيل دور مع هيئات حكوومة اخري وسيتم المراجعة والدارسة لهذا الموقف .\n"},{"category_name":"مشكلات التسليم","problem":"يطلب العميل بإمكانية طباعة اذونات التسليم للمورد أربعة نسخ عند الطباعة .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"يطلب العميل إمكانية لعمل تصدير للexcel  الخاص بأصناف المخزن للمراجعة بدون وجود العلامة المائية لصعوبة وجود انترنت بالمخزن  .وتم إبلاغه بالمراجعة والدراسة من قبل إدارة التطبيقات .\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"يقترح العميل وجود محركات بحث إضافية بشاشات المخزون وسجل حركة المخزون , وتم توجية إدارة التطبيقات بالدراسة والمراجعة ."},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة توجهة بعض العملاء بإضافة اذونات تسليم مسعرة لمخزون الجهة عن أوامر توريد لطلبات امداد بكميات اكثر من المطلوبة وظهور الصنف في صفحة الجاري تنفيذها بالسالب , وتم ابلاغ العميل بمتابعة المشكلة وارسالها للدعم الفني وإدارة التطبيقات للمراجعة ."},{"category_name":"مشكلات تقنية في المنظومة","problem":"يقترح العملاء تغير مواعيد صيانة المنظومة عن يوم الثلاثاء الساعة الرابعة عصرا  وتم ابلاغهم بان موعيد صيانة المنظومة تحت الدراسة "},{"category_name":"الصرف والتوزيع","problem":"مشكلة تواجهة العملاء بوجود بطئ في المنظومة يومي الأربعاء والخميس من كل أسبوع وتظهر المشكلة بوضوح عند الصرف من مخازن وزارة الصحة او مخازن هيئة الشراء .\n"},{"category_name":"وظائف البحث","problem":"يقترح العميل وجود الشكل الصيدلي للصنف بجاب الأسم التجاري للتسهيل بالبحث عنه .\n"},{"category_name":"إدارة الطلبات","problem":"استفسار عن امكانية تعديل طلب الامداد بعد موافقة الجهة العليا عليه\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"اقتراح بخصوص شاشة سجل حركة المخزون بتصغير حجمها و تقليل البيانات الظاهرة \n"},{"category_name":"أخرى","problem":"اقتراح باضافة خانة الرصيد قبل و بعد تسجيل الكميات للاصناف\n"},{"category_name":"إدارة الطلبات","problem":"بحث طلبات الامداد يظهر كل الطلبات لجميع المستخدمين مثال ( نفقة الدولة يتطلع على المجانى والعكس)\n"},{"category_name":"إدارة الطلبات","problem":"عدم توزيع اصناف على الشركات بالرغم من توزيع باقى الطلب \n"},{"category_name":"أخرى","problem":"بعض الاصناف يتم استلامها مرتين وبالتالى تتضاعف كميته بالمخزون "},{"category_name":"مشكلات في حركة الأصناف","problem":"فى صفحة سجل حركة المخزون يتم تسجيل عمليات لم يقم بها المستخدم \n"},{"category_name":"مشكلات في حركة الأصناف","problem":"اقتراح باضافة فلتر \"نوع الحركة\" فى صفحة سجل حركة المخزون"},{"category_name":"استفسارات عامة","problem":"استفسارات بخصوص OTP\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"قتراح بتصدير كل الاصناف من صفحة الجارى تنفيذها و محتوى المخزن بخصوص شيت الاكسل بدلا من 25 صنف فقط\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح باضافة البحث بكود الصنف لسهولة الوصول اليه مثال صفحة الاستهلاك\n"},{"category_name":"أخرى","problem":"بعد دراسة صنف و صرفة يظهر للمستخدم اول صنف بالتاريخ الابعد صلاحية \n"},{"category_name":"أخرى","problem":"بعض الاصناف اقتراح باضافة وصفها بالكربولة بدلا من العلبة \n"},{"category_name":"أخرى","problem":"اقتراحات بخصوص تطوير صفحة المرتجعات بالكامل حتى يتسنى للمستخدمين سهولة الارتجاع \n"},{"category_name":"إدارة الطلبات","problem":"اقتراح باتاحة اضافة صنف من قبل الجهة العليا على الطلب \n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بتجميع الصنف فى سطر واحد بدلا من سطور بسبب اختلاف التشغيلة او كود GTIN\n"},{"category_name":"استفسارات عامة","problem":"استفسار عن سبب اضافة الاصناف القديمة رصيد صفرى و بعد الحفظ يختفى الاسم او يظهر باللغة الصينية\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"اقتراح بظهور اشعارات على المنظومة عند موافقة الجهة العليا على الطلبات\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"اقتراح بظهور اشعارات على المنظومة عند صدور تحويل صرف لطلب\n"},{"category_name":"أخرى","problem":"اقتراح بخصوص ارتجاع الجهة لصنف يصدر اشعار خصم من المورد و المستخدمين يريدوا ايضا مستند او إذن من الهيئة يثبت الارتجاع\n"},{"category_name":"الصيدليات","problem":"اقتراح بربط الرقم القومى باسماء المرضي حتى لا يحدث خطأ اثناء التسجيل بصفحات الصيدلية و العيادة\n"},{"category_name":"استفسارات عامة","problem":"استفسار بخصوص تكرار العلاج للمريض فى فترة محددة\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بمتابعة سجل حركة المخزن للمستخدم offline  وتمكينه من تصدير ملف على البريد الالكترونى الخاص به نظرا لضعف شبكة الانترنت احيانا \n"},{"category_name":"مشكلات في حركة الأصناف","problem":"فى صفحة سجل حركة المخزون اقتراح بزيادة فلتر بتحديد فترة معينة \n"},{"category_name":"المخازن وإدارة الأصناف","problem":"بخصوص الدراسة طلب من مستخدم بظهور مخازنه اولا ثم باقى المخازن لسهولة البحث ودراسة الصنف\n"},{"category_name":"أخرى","problem":"اقتراح بظهور scroll  فى كل الصفحة و ليس بالضرورة النزول لاسفل للوصول لاخر الصفحة\n"},{"category_name":"مشكلات التسليم","problem":"استفسار بخصوص اذونات التسليم الصادرة بكمية اكبر من الموجودة بطلب الامداد"},{"category_name":"مشكلات تقنية في المنظومة","problem":"استفسار بخصوص تغير ايام صيانة المنظومة"},{"category_name":"مشكلات التسليم","problem":"اقتراح باتاحة طباعة اذن التسليم للجهات \n"},{"category_name":"أخرى","problem":"اقتراح بتجميع الاصناف التى تم تحويلها صرف لمخزن اقليمي واحد تسهيلا على المستخدم بدلا من الاستلام من اكثر من جهة على كميات قليلة \n"},{"category_name":"أخرى","problem":"اقتراح بتحديد الشكل الصيدلى بجانب كل صنف \n"},{"category_name":"أخرى","problem":"طباعة الشكوى لا تظهر بالتاريخ "},{"category_name":"أخرى","problem":"ظهور رصيد وهمى احيانا بالدراسة لبعض الاصناف\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"استفسار عن الغاء عملية مسببة فى سجل حركة المخزون ولم يقم بها المستخدم"},{"category_name":"إدارة الطلبات","problem":"استفسار عن طلب صرف تم التسميح بنصف الكمية فقط "},{"category_name":"أخرى","problem":"تنفيذ عملية الاستهلاك على جهاز \"تاب\" لم ينف"},{"category_name":"أخرى","problem":"اقتراح باضافة سبب الارتجاع للاصناف مع اضافة صلاحية الانتهاء"},{"category_name":"مشكلات التسليم","problem":"اقتراح باضافة رقم اذن التسليم فى صفحات مراجعة مديونية الجهات لتسهيل اجراءات التسوية المالية\n"},{"category_name":"استفسارات عامة","problem":"استفسار بخصوص وجود فلتر باجهزة طبية وغير طبية فى صفحة استكمال الاصول \n"},{"category_name":"التكهين والمعدات","problem":"اقتراح بامكانية حذف وتعديل اجهزة فى صفحة التكهين\n"},{"category_name":"أخرى","problem":"شكوى بخصوص فلترات غير مفعلة بتطبيق اصول صحة مص\n"},{"category_name":"أخرى","problem":"شكوى بخصوص الصور التى يتم التقاطها على تطبيق اصول صحة مصر يتم تنزيلها بشكل خاطيء"},{"category_name":"مشكلات تقنية في المنظومة","problem":"طلبات الاجهزة على المنظومة لا تستكمل ولا تدخل مخازن\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"فى \"الروشتة الالكترونية\" يظهر كل الاصناف الموجودة على المنظومة ويريد ظهور الاصناف الموجودة بالمخزن فقط\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"فى الروشتة الالكترونية اقتراح بتلوين الصنف الذي يكون رصيده \"صفر\""},{"category_name":"مشكلات تقنية في المنظومة","problem":"اقتراح بزيادة عدد الاقراص بالروشتة الالكترونية حيث ان المنظومة تحدد كمية 30 قرص فقط\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"بمحتوى المخزن اقتراح بظهور الصنف بالكامل فى صفحة واحدة بدلا من ظهورة متفرقا\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح باضافة البحث بكود الصنف لسهولة الوصول اليه مثال صفحة الاستهلاك\n"},{"category_name":"أخرى","problem":"بعد دراسة صنف و صرفة يظهر للمستخدم اول صنف بالتاريخ الابعد صلاحية \n"},{"category_name":"أخرى","problem":"بعض الاصناف اقتراح باضافة وصفها بالكربولة بدلا من العلبة \n"},{"category_name":"أخرى","problem":"اقتراحات بخصوص تطوير صفحة المرتجعات بالكامل حتى يتسنى للمستخدمين سهولة الارتجاع \n"},{"category_name":"المخازن وإدارة الأصناف","problem":"صفحة تسجيل الاستهلاك يظهر الصنف بأسم الشركة وليس بالاسم العلمى او التجارى\n"},{"category_name":"الصرف والتوزيع","problem":"بعد تنفيذ عملية صرف لصنف يظهر بكمية صفر و اقتراح بظهور نفس الكمية الاصلية قبل الصرف\n"},{"category_name":"أخرى","problem":"اضافة التبرعات باخر خطوة لا يظهر الكمية التى تم اضافتها للعهدة\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"اقتراح بظهور اشعارات على المنظومة عند موافقة الجهة العليا على الطلبات\n"},{"category_name":"أخرى","problem":"اقتراح بظهور رقم التشغيله وتاريخ الانتهاء بمحضر الاستلام\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح باعلام او تلوين الصنف الذي لم يتم اختياره بالاستلام لان المنظومة تعتبره مرفوض\n"},{"category_name":"الصيدليات","problem":"اقتراح بربط الرقم القومى باسماء المرضي حتى لا يحدث خطأ اثناء التسجيل بصفحات الصيدلية و العيادة\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بتلوين الصنف الذى تقارب صلاحيته على الانتهاء \n"},{"category_name":"إدارة الطلبات","problem":"طلب باتاحة تنزيل تطبيق اصول صحة مصر لهواتف IOS\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"فى صفحة سجل حركة المخزون اقتراح بزيادة فلتر بتحديد فترة معينة \n"},{"category_name":"المخازن وإدارة الأصناف","problem":"بخصوص الدراسة طلب من مستخدم بظهور مخازنه اولا ثم باقى المخازن لسهولة البحث ودراسة الصنف\n"},{"category_name":"أخرى","problem":"اقتراح بظهور scroll  فى كل الصفحة و ليس بالضرورة النزول لاسفل للوصول لاخر الصفحة\n"},{"category_name":"مشكلات التسليم","problem":"استفسار بخصوص اذونات التسليم الصادرة بكمية اكبر من الموجودة بطلب الامداد\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"استفسار بخصوص تغير ايام صيانة المنظومة \n"},{"category_name":"مشكلات التسليم","problem":"اقتراح باتاحة طباعة اذن التسليم للجهات \n"},{"category_name":"أخرى","problem":"اقتراح بتجميع الاصناف التى تم تحويلها صرف لمخزن اقليمي واحد تسهيلا على المستخدم بدلا من الاستلام من اكثر من جهة على كميات قليلة \n"},{"category_name":"أخرى","problem":"اقتراح بتحديد الشكل الصيدلى بجانب كل صنف \n"},{"category_name":"أخرى","problem":"طباعة الشكوى لا تظهر بالتاريخ \n"},{"category_name":"أخرى","problem":"ظهور رصيد وهمى احيانا بالدراسة لبعض الاصناف\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"استفسار عن الغاء عملية مسببة فى سجل حركة المخزون ولم يقم بها المستخدم \n"},{"category_name":"إدارة الطلبات","problem":"استفسار عن طلب صرف تم التسميح بنصف الكمية فقط \n"},{"category_name":"أخرى","problem":"تنفيذ عملية الاستهلاك على جهاز \"تاب\" لم ينفذ\n"},{"category_name":"إدارة الطلبات","problem":"شكوى بخصوص بمحضر الاستلام يطلب رقم محضر الفحص\n"},{"category_name":"إدارة الطلبات","problem":"استفسار وطلب بإمكانية تعديل طلب الإمداد بعد موافقة الجهة العليا عليه. \n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بإضافة خانة للكميات و الرصيد قبل وبعد فى سجل حركة المخزن.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بتصغير شاشة سجل حركة المخزن حيث اعطاء الإمكانية بإظهار المعلومات دون التنقل داخل الصفحة.\n"},{"category_name":"إدارة الطلبات","problem":"بحث طلبات الامداد يظهر كل الطلبات لجميع المستخدمين مثال ( نفقة الدولة يتطلع على المجانى والعكس).\n"},{"category_name":"إدارة الطلبات","problem":"استفسار عن عدم توزيع أصناف على الشركات بالرغم من توزيع باقى الطلب.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"عند استلام إذن التسليم المسعر يتم مضاعفة الكمية للأصناف فى عهدة المخزن مما يؤدى إلى مشاكل فى الجرد والاستهلاك.\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"فى صفحة سجل حركة المخزون يتم تسجيل عمليات لم يقم بها المستخدم.\n"},{"category_name":"مشكلات في حركة الأصناف","problem":"اقتراح باضافة فلتر \"نوع الحركة\" فى صفحة سجل حركة المخزون.\n"},{"category_name":"استفسارات عامة","problem":"استفسارات بخصوص OTP وكيفية تفعيلها وتداول المدة المسموح بها لتطبيق القرار.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مشكلة  EXPORT TO EXCELحيث تم الطلب من أكثر من مستخدم بتصدير كل الأصناف من صفحة الجارى تنفيذها فى شيت الاكسل بدلاً من 25 صنف فقط ومقترح بفتح الصلاحية بوضع علامة مائية بأسم المستخدم القائم بالتحميل.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بإضافة البحث بكود الصنف لسهولة الوصول إليه فى صفحة الاستهلاك.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"عند الصرف يظهر الصنف الأبعد فى الصلاحية وتقديم مقترح بوضع فلتر للبحث بتاريخ الصلاحية.\n"},{"category_name":"الصرف والتوزيع","problem":"طلب وضع فلتر أو إمكانية جعل اختيار الصرف للصنف بالوحدة أو بالعلبة.\n"},{"category_name":"مشكلات التسليم","problem":"طلب حل مشكلة أذونات التسليم المسعرة التى تم استلامها وتظهر مرفوضة فى لجان الفحص.\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"طلب بفتح صلاحيات الأرتجاع على المنظومة حيث تفعيل صفحة المرتجعات.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"استفسار عن كيفية استرجاع الصنف فى حالة إذا تم استهلاك جزء من الكمية.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مقترح بفتح الصلاحية للجهات العليا لإضافة الأصناف عن طريقهم.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مقترح بجمع كمية الصنف على المنظومة حيث انه عند استلام نفس الصنف على المنظومة يظهر بكميتين ولا يتم جمعه.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"طلب بإظهار إشعارات على المنظومة عند موافقة الجهات العليا على الطلب وعند إصدار موافقة صؤف على طلبات الإمداد وعند حدوث اى عملية على المخازن يصل إشعار للمسؤول عن المخزن.\n"},{"category_name":"مشكلات تقنية في المنظومة","problem":"طلب بإصدار فاتورة للرفض حيث انه عند الأرتجاع لصنف الى المورد لايتم إعطاء فاتورة بالرفض أو الأرتجاع حيث أن الرفض يتم على المنظومة فقط مما يصعب تسوية الأمر مالياً.\n"},{"category_name":"الربط مع الأنظمة","problem":"اقتراح وجود صفحة لسجل المرضى الذين تم تسجيلهم على المنظومة حتى يسهل البحث عنهم إذا تم تسجيل الرقم القومى خطأ واقتراح الربط بيت الهيئة وبين السجل المدنى (G to G) لتسهيل تسجيل المرضى.\n"},{"category_name":"الصرف والتوزيع","problem":"استفسار عن صعوبة الصرف للمريض نفس العلاج بعد مدة زمنية معينة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مقترح وطلب بفتح صلاحية تنزيل سجل حركة المخزن PDF لسهولة استخدامه offline عند الجرد وإرساله عبر البريد الإلكترونى نظراً لضعف شبكة الانترنت مما يؤدى الى تعطيل عملية المراجعة والجرد.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مقترح بوضع فلتر للبحث بالمدة فى سجل حركة المخزن.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"طلب حل مشكلة تسجيل الأصناف عن طريق الGTIN حيث يظهر الاسم خاطئ أو باللغة الصينية.\n"},{"category_name":"أخرى","problem":"اقتراح بجعل لكل مديرية مسؤول للشكاوى من هيئة الشراء الموحد لمتابعة المشاكل والشكاوى والمقترحات.\n"},{"category_name":"مشكلات التسليم","problem":"استفسار بخصوص اذونات التسليم المسعرة الصادرة بكمية اكبر من الموجودة بطلب الامداد.\n"},{"category_name":"أخرى","problem":"مقترح بجعل الصيانة فى غير أيام العمل واقتراح بجعل بداية الصيانة الساعة الخامسة بدلاً من الساعة الرابعة.\n"},{"category_name":"مشكلات التسليم","problem":"طلب فتح الصلاحية للجهات بطبع أذونات التسليم المسعرة بالكميات المُرادة.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"مقترح بجعل استلام الأصناف من مورد أو مخزن واحد نظراً لصعوبة الاستلام من أكثر من جهة بكمبات قليلة.\n"},{"category_name":"أخرى","problem":"اقتراح بتحديد الشكل الصيدلى بجانب كل صنف.\n"},{"category_name":"أخرى","problem":"مقترح بإضافة خانة إضافية فى شيت الأكسيل (export to excel) بالشكوى ورقم الشكوى.\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"استفسار عن مشكلة حيث انه عند دراسة الأصناف لا يتم مسح الإجراءات السابقة ويجب عمل الإجراءات مرة اخرى من البداية.\n"},{"category_name":"مشكلات التوريد","problem":"استفسار عن أوامر التوريد القديمة ما قبل قرار التوريد قبل خمس أسابيع ومعرفة إذ يتم استلامها أم لا.\n"},{"category_name":"إدارة الطلبات","problem":"استفسار عن طلب صرف تم التسميح بنصف الكمية فقط .\n"},{"category_name":"المخازن وإدارة الأصناف","problem":"اقتراح بإضافة خانة ملاحظة أثناء صرف الأصناف المنتهية الصلاحية لتظهر للهيئة سبب الصرف\n"},{"category_name":"إدارة الطلبات","problem":"مقترح بمعرفة إجمالى طلب الإمداد من صفحة \"طلبات شراء تحت التنفيذ\" \n"}]